["Transcript of:","The K12 Engineering Education Podcast","Episode:","Educational Standards","Release Date:","6/13/16","","[00:00]","[Pius Wong, host]  You’re listening to The K12 Engineering Education Podcast for June 13, 2016.","[music]","[Pius] This podcast is for all the educators, engineers, entrepreneurs, and parents out there who are interested in getting kids into engineering at younger ages.  I’m Pius Wong, and today I’m speaking with Rachel Fahrig.  Over the last several years, Rachel has helped teachers nationwide implement a high school  level engineering curriculum produced by The University of Texas at Austin.  We’re speaking today about how educational standards affect the implementation of engineering courses like this.","[00:48]","[Pius]  Rachel, welcome.","[Rachel Fahrig]  Thanks.","[Pius]  Today we’re going to talk a little bit about standards related to education at the K through 12 level, but especially the high school level, because you have a lot of experience working with hundreds of teachers, actually, who have taught engineering national over the last couple of years.","[Rachel]  I do.","[Pius]  So to get us started, especially for people who aren’t teachers who may be listening, just what are educational standards?","[Rachel] So “educational standards” is just a broad term for… It’s a set of guiding principles that are actually written down and articulated and are very specific about what students need to be able to know, understand, do, exhibit, display, things like that.  So when you’re reading national standards, Common Core standards, state standards from other places, for example here in Texas we have our own Texas Essential Knowledge and Skills, or TEKS or [tecks] as some people call them – It’s just a set of guidelines that are documented so that everyone knows -- parents, teachers, students, administrators -- what it is students will be doing and learning in a particular content area.","[Pius]  So presumably a bunch of influential leaders including parents and governments and teachers have all agreed that this is what our children will learn?","[Rachel]  That is the ideal, and typically when you look at panels of people or the committees of people who do write these standards, it is comprised largely of educators, legislators, community members, and parents.  However, there’s nothing really guiding the balance of what those numbers are or what they should be, and I don’t know, for example, if there’s any research on what that balance might best be.  What would the ideal balance look like?","[Pius]  More teachers, more parents?","[Rachel] Exactly.  Should we have a certain percentage of industry experts?  Should we only have, you know, a maximum percentage of this number of parents, things like that.","[Pius]  So then related to engineering education, what standards are out – are there any standards related to how we teach engineering in high school and elementary school?","[Rachel] So there are, and the ones that I’m most familiar with – honestly because I live and work in Texas – are the Texas Essential Knowledge and Skills, or I’m going to continue to call them TEKS, that’s how they were introduced to me. There’s a specific course called engineering design and problem solving, but there are some similar courses: Engineering Design and Presentation, Concepts of Engineering and Technology, things like that.  And so, those are the standards I’m most familiar with, but the Next Generation Science Standards, which really are sort of a national or multi-state standards, also have standards for engineering education.  And even though Common Core state standards don’t specifically address engineering as a separate content area, when you look at the math and science and even some of the literacy standards, they are applied in any solid engineering course.","[Pius]  OK.  So you mentioned Common Core.  You mentioned NGSS.  You already explained what TEKS were.  That’s the state-level Texas standards related to science, engineering, math, etc.  But how does – what is Common Core and NGSS, and how does that play a role in this engineering education space?","[Rachel sighs]","[Pius]  And you sighed.","[laughs]","[Rachel]  So these are – They’re standards that were developed in multiple iterations over really kind of long periods of time, and the committees that helped write these standards were huge.  There were a lot more industry experts who were brought in for the Next Gen Science Standards in particular, because they wanted to really try to bridge – There’s a vertical articulation gap that sometimes exists.  So we hear from industry professionals that people coming out of college don’t really know what they need to know to be able to effectively do their job.  And we hear from college professors that kids coming out of high school don’t know what they need to know to be successful in college, an dit trickles all the way down.  Well, so how do we alleviate that?  Because we can’t just walk in and, say, for example, teach a kindergartener, I don’t know, geometry, or…","[Pius]  Right.  Or engineering.","[Rachel] Or engineering.  Exactly.  You have to start small and get bigger because children start small and get bigger.","[Pius]  So the NGSS – These are these national standards covering a wide variety of subjects, not just engineering.","[Rachel] Exactly.","[Pius]  And they brought in, let’s say scientists, and businesspeople, etc, saying this is what students have to know?  And it just trickles down?","[Rachel] Yes.  And here’s how to – here’s what they need to know ultimately, and here’s how those skills go together in a college environment, or in a career environment, so here’s how those skills and knowledge sets, for lack of a better term, need to be put together and meshed.  NGSS, what I like about those standards, is they’re really fully integrated, so students don’t just focus on writing a technical paper.  They have to write a technical paper in the context of doing something else, which could be a service learning project.  And in that service learning project, maybe they’re learning about social sciences and engineering, and possible math and other things at the same time.","[Pius]  So is it safe to say that these Next Generation Science Standards, NGSS, it’s really based on job skills and what the industry says are skills that are needed?","[Rachel]  I think so, but I think they’re – When the committee wrote these standards, I think that they were very careful not to pigeonhole themselves into a certain type of industry.  The skills the students are learning through the application of NGSS, and even some other Common Core and certain Texas standards as well, the skills that they’re learning could be applied at a first-year vocational job where really you’re an apprentice, and you’re still learning from a master practitioner.  It could also be applied at the mid-level career level, or the mid-career level.  It could be applied at a senior level environment or even C-level.  These are skills that really transcend some of the labeling that we do.","[Pius]  So what would be like an example?  Especially related to engineering? Like a skill that’s in there.  I don’t know, maybe that’s too specific.","[Rachel] Wow [laughs]","[Pius]  Because it sounds really general, basically.","[Rachel] Well so, for me, some of the things that come to mind, for the – it’s in both NGSS and the TEKS here in Texas – that students need to be able to investigate something independently, work together as a team, bringing their own investigations with them, and then either build a product, solve a problem, and also be able to communicate their findings or their product or their research – whatever it happens to be – effectively to an external audience.  And so they’re not only learning about reading, or math, or writing, or technical writing, or, you know, these aren’t isolated skills.  They have to learn how to do all of them, and put them together in a meaningful way.","[Pius]  So that example, that clarifies the flavor of what NGSS sounds like to me.  So next I wonder what is Common Core, and, for me, even not being a teacher I know there’s this controversy around Common Core.  So before we get into the controversy, what is it? How is it different from the TEKS and NGSS? You touched on it already.  And the real question is: does it address anything related to engineering and how we have to teach it?","[Rachel]  Sure. So I’m going go ahead – I’m going to say something really controversial, and people will either pat me on the back or slap me in the face.  Common Core state standards by and large are not a problem.  I actually really like the way a lot of Common Core standards are written, because again, they are fully integrated.  You have to be able to analyze text in multiple capacities, whether it’s literature, or scientific text, or technical text, things like that.  We all have to do that on a daily basis.  If you’re reading the back of the cereal box, you are analyzing text.","[Pius]  Do the standards ask for these kind of foundational skills, or…","[Rachel] Well, so here’s the problem with Common Core.  I like the standards.  That’s it.  Period at the end of that sentence.  Common Core implementation, though, required certain partnership with large textbook corporations, who claimed to have all the answers for these states…","[Pius]  They created tests to see if kids meet…","[Rachel]  Tests, textbooks, ancillaries, workbooks, all of that.","[Pius]  Who made the Common Core now?  Just a bunch of industry experts?","[Rachel] So again, well no, this was written…","[Pius]  Just the same group of people?","[Rachel]  It was written very similarly.","[Pius]  Oh, interesting.","[Rachel]  Yes, yes. So again, industry experts, parents, business members, community members, educators at all levels.","[Pius]  Then what’s the difference between that, and say the Next Gen standards?","[Rachel]  The Next Gen standards are a little – They leave more fluidity for implementation.  They leave a greater ability for local control.  Because Common Core was implanted the way it was, and there was sort of an expectation of partnerships with these large textbook companies, and there was very little training or retraining for teachers, and parents, and administrators, and students on how these methods could be implemented and implemented well, and what proper implementation would end up doing not only for learning or instruction or teaching.  It has turned into a fantastic nightmare.","[Pius]  For some, for some.  Some people love it right?","[Rachel] Yes.","[Pius]  I’ve read a lot of these articles with various opinions on Common Core.  I haven’t read controversial opinions on NGSS, oddly enough.  If the content is really not  that different, then I wonder why that..","[Rachel] It’s all in the implementation.","[Pius]  So in Texas, because we’re in Texas, you probably know a lot more about that here.  Texas doesn’t follow Common Core right?","[Rachel] Nope.  We do not follow Common Core.  And in fact I could be mistaken on this, I keep meaning to look up this statement, but it is illegal to teach Common Core standards in Texas.","[Pius]  Wow.","[Rachel]  However, at least at the elementary level, there are plenty of math standards in Texas, math TEKS, that are hauntingly familiar to Common Core standards.","[Pius]  Right.  You can’t ban teaching reading and math.","[Rachel]  Yes, exactly.  If the concepts that you’re trying to teach, and the way you’re trying to teach those concepts – and again we’re getting back to the integration of literacy with mathematics, with social science, things like that – if the standards are written the way they’re written, that that’s how they’re written.","[Pius]  So practically speaking there’s a lot of overlap between the states who don’t implement Common Core and the ones who do.","[Rachel]  Absolutely.","[Pius]  So thanks for the broad explanation about these standards in general.  And it sounds like at least these state and national standards – they don’t specifically isolate engineering that much.  Is that true?","[Rachel]  Well, so I would say, NGSS does call out engineering.  They have standards for life science, physical science, certain social sciences.  There are English language standards.  And then engineering does have their own set of standards.","[Pius]  A separate category, OK.","[Rachel]  Yes.","[Pius]  Does computer science fall under there, too?  Just curious.","[Rachel]  You know, it’s – They integrate computer science as part of the engineering standards for NGSS in that computer animations – it doesn’t say specifically that students need to learn how to write them, but the contextual feel is that students do need to do something other than watch a computer animation.  They need to learn how it works, and how it’s generated, and what the functionality of it could be, what the intent is, and how those pieces all fit together.  Common Core really is math and English language arts.  Those are the two main components of Common Core, and then those standards are applied in other content areas.  And then in Texas we have standards for every single class that is taught.  So it’s not – For example life science, which could encompass biology, and aquatics, and ecology, and things like that – we have separate standards for biology, chemistry, physics, aquatics, four or five different engineering classes.  Every single class has its own set of standards.","[Pius]  So just a little bit more information about these standards.  If, let’s say for example in Texas, someone teaches an engineering course, what we call an engineering course, and that teacher does not follow Texas’s standards, nor whatever national standards that may or may not apply in Texas.  What happens?","[Rachel]  Well it’s interesting.  So again in Texas we are typically big on what’s called local control.  If you have someone teaching a course who isn’t following the standards, and it is not what’s called a “tested subject” meaning there’s an end-of-course exam for that particular class, there’s really not a specific…","[Pius]  No consequence?","[Rachel]  Accountability, exactly.  There’s no way to, other than an administrator or other teachers being in that classroom and observing what’s going on , there’s no way to measure outcomes versus what the teacher did versus what the students were supposed to be able to do.  If you’re talking about what called a tested subject -- so again those are things like biology, algebra 1, English is tested, I think, at two or three different levels – then your accountability measures typically are student scores.  But they’re also more highly, those instructors are more highly regulated as well.","[Pius]  And you need certain licensing, or…","[Rachel] Well all classes do require that in Texas.  So the Texas education agency determines which specific teacher certifications will be acceptable for each class, but it’s really more – again with the local control – If you are teaching a tested subject, you’re expected to implement activities and curricula that is, what’s called “aligned” to the standards, meaning every single thing that you and your students do meets those standards in some way.  And if you’re teaching a tested subject, usually you work with another team of teachers on common activities and common assessments.  And there’s more administrative oversight as well.  So you will be observed by your administrator.","[Pius]  Is Engineering Design & Problem Solving, for example, in Texas, is that a tested subject?","[Rachel]  It is not.","[Pius]  So teachers can say they’re teaching that, and do whatever they want?","[Rachel]  Technically, yes they could.","[Pius]  So what’s the value of having these standards, I wonder?","[Rachel]  So standards are really meant to guide instruction, and give students and teachers and schools and even parents a vision of what the learning pathway will be.","[Pius]  It says a group of people got together and said this was important to learn.","[Rachel]  Yes.","[Pius]  OK.  So that’s all very interesting.  Do you think that there should be more, even more standardized standards for engineering education?  For example across the country.  An Engineering Design & Problem Solving for all fifty states?  That is tested.  Or is that going too far?","[Rachel]  Here’s the thing.  I’m not a huge proponent of standardized testing.  It has its place, for sure.  I grew up in New York state.  I came through the Regents program.  I took more than my fair share of Regents exams, but I was a good student, and standardized testing didn’t – I didn’t have the pressure – Even though those tests, you can’t move on in that class until you pass the Regents…","[Pius]  You spoke about that last time, that they were very basic, even.","[Rachel]  Well, I don’t know that they were basic.  Our teachers had the ability to overteach us.  And now—Here in Texas some of the TEKS are really, really detailed, and very thorough, and encompass a lot of knowledge, and understanding and doing on the students’ part.  And to be honest, sometimes it is not possible – let’s talk about biology for a second – students really struggle with some standards surrounding this idea of structure and function.  So for example, lipids at the molecular level are pretty hard to break down.  It’s really hard to break down all of those bonds.  They’re these big chains of fats.  And so in order to get all the pieces pulled apart, it takes a lot of energy.  So if you think about it, why is it hard to lose weight?  Because your lipids, are either, you have an excess amount, or they are an excess in size.  So again: structure and function.  Lipids serve as great insulators, because they are hard to break down.  It’s hard to shrink them.  It’s hard to get rid of them.  But trying to get 14-year-olds, which is your typical age of a freshman, is very very difficult, and it’s time-consuming, and it takes numerous activities to really wrap their heads around that.  And because it’s not just lipids.  We do proteins and other things as well.","[Pius]  Yes.  I remember biology.  Full of stuff.","[Rachel]  [laughs]  And then they’re tested on it at the end of the year.","[Pius]  And they don’t…","[Rachel]  And they don’t retain everything, they don’t get everything, because it is so much information.  And so I think that – The shorter answer is I think that having standards is definitely important.  Especially because we’re not the America -- geographically and logistically, I guess, that we used to be.  We’re not an agrarian nation anymore.  People don’t stay within a thirty-mile radius of they’re childhood home.  You might move four times by the time you’re 18, and then go to college four states away, or even in another country.  And so this argument over local control versus national standards versus state standards – I think that there is definite value in having national standards, only because of that situation.","[Pius]  You brought up a point I didn’t even think about, because yes, you would think that if you learned engineering as a kid, and you moved to Illinois or something, you would continue to learn where you left off and not just learn something completely unrelated.","[Rachel]  Exactly.  And when I was teacher, and I would have kids in the classroom from other states, just the order, the sequencing of math and science classes is different, from place to place.  You might have a senior taking what’s considered a freshmen level class, because they took our freshman level class when they were – or senior level class, I guess, when they were a freshman back in their own state.","[Pius]  That sounds so familiar.  It sounds similar to when freshman in college who are studying engineering come in, and you have definitely students from all over the country going to one school, and they’re at different levels, because they’re high schools did not teach maybe the same levels of math, science, etc.  And this is without even having engineering classes, so I can only imagine the complications if you didn’t have standards in the future if you have all these K through 12 engineering courses going on.","[Rachel]  Yup, that is precisely the issue.  Yes.","[Pius]  So I see advantages and disadvantages to having standards.","[Rachel]  Yes.","[Pius]  So to wrap up this conversation, would you have any advice to the many schools and districts out there trying to implement their own engineering curriculum for the first time, or engineering track at their schools.  Should they look at certain sets of standards?  Should they consult with certain people?  What should they do?","[Rachel]  I think – So this is a typical process for any -- any time you’re building or developing a program, you really should start with a needs assessment.  So finding out what families in your communities do and what they expect from their kids or from themselves or from the school.  You know, if you live in a community where parents expect their children to go to a four-year university and probably also bget a post-secondary degree, if not multiple post-secondary degree, there might be a difference in expectations for that community than a community where a lot of maybe first-time, generations that this is the first one going to college.  Or there may be a stronger focus on the technical aspects of education rather than the liberal arts side of it.","[Pius]  Sounds like you recommend an analysis or a bottoms-up approach to analyzing these needs, whereas the standards are the top-down approach.","[Rachel]  Yes.","[Pius]  So start with the grass-roots needs, or the needs of your community?","[Rachel]  And also understanding what the community wants itself to look like in twenty years, because you may have a community right now that is focused on technical implementation or factory work or some of those non – some of those types of careers paths where it isn’t necessary to have a four-year degree, but maybe that community wants to see itself as a center or hub of technological learning.  And in that case that would need a different focus, and they would want their kids, their students, to go on to a different path of education than the current, you know, whoever’s in charge at that time in that community.","[Pius]  It makes a lot of sense.  We’re recording in Austin, and Austin is one of the tech hubs, software hubs, of the US.  And I think that there’s a push in local public schools, maybe non-public schools, to get kids into computer science specifically and engineering.  So maybe that’s another reason why that is.  I just want to close with that.  Thank you so much, Rachel.","[Rachel]  Thank you, Pius.","[Pius]  It’s been interesting, and we’ll talk again.","[Rachel]  All right.  I appreciate it.","[26:34 music plays]","[Pius]  The views expressed in this podcast are our own, and they’re not necessarily the opinions of any schools, universities, or other organizations with which we might be connected.  Our opening music comes from “School Zone” by The Honorable Sleaze, and our closing music is from “Late for School” by Bleeptor.  Both are used under a Creative Commons Attribution License.  Let me know what you want to talk about in K12 engineering education by connecting with me on Twitter: @PiusWong.  Thanks for listening."]